{
    "start": [
        "Support for Beep Boop comes from *Sponsor*.",
        "This episode of Beep Boop is brought to you by *Sponsor*.",
        "This episode of Beep Boop is brought to you by *Sponsor*.",
        "This episode is brought to you by *Sponsor*.",
        "This episode is brought to you by *Sponsor*."
    ],
    "middle": [
        "Obsessively engineered American-made mattresses at a shockingly fair price.",
        "*Sponsor* is a monthly subscription box service for epic geek and gamer items and pop culture gear.",
        "For less than $20 a month you get 4-8 items that include licensed gear, apparel, collectibles, unique one of a kind items and more!",
        "*Sponsor* is offering a free 30 day trial membership! Go to *Sponsor*.com/BeepBoop today to start your free trial today!",
        "Celebrating creativity, chaos, and teamwork since 2001.",
        "*Sponsor* provides over 180,000 audio programs from leading audiobook publishers.",
        "If you want to listen to it, *Sponsor* has it.",
        "*Sponsor* is a service that allows you to buy and print official US postage for any letter or package using your own computer or printer.",
        "It's perfect for small business owners that do a lot of mailing, and it saves a lot of time.",
        "The subscription service dedicated to smarter snacking.",
        "With *Sponsor*, everything you can do at the post office, you can do at your own desk.",
        "For guys like you that want a great shave experience for a fraction of what you're paying now."
    ],
    "end": [
        "And now, you can get $50 toward any mattress purchase by going to *Sponsor*.com / BeepBoop and using code _code_.",
        "Make sure to head to *Sponsor*.com / BeepBoop and enter code _code_ to save $3 on any new subscription!",
        "Again,show your support for Beep Boop and get a free 30 day trial at *Sponsor*.com/_code_.",
        "*Sponsor*. Send better email.",
        "Just go to *Sponsor*.com / [podcast] toget a free 30 day trial and a free audiobook today.That 's *Sponsor*.com/BeepBoop",
        "Get 50 % off your first order by visiting *Sponsor*.com / BeepBoop"
    ]
}
